[
  {
    "QuestionBase": {
      "id": 1,
      "value": "Votre mot de passe contient-il des caractères variés ?",
      "niveauQuestion": "medium"
    },
    "Type_rep": "QCM",
    "Reponse_possibles": {
      "Choix1": "Minuscules",
      "Choix2": "Majuscules",
      "Choix3": "Chiffres",
      "Choix4": "Caractères spéciaux",
      "Choix5": "Au moins 12 caractères"
    },
    "Réponse_attendue": {
      "isCorrect": ["Choix1", "Choix2", "Choix3", "Choix4", "Choix5"]
    },
    "Conseil": "Un bon mot de passe doit comporter au minimum 12 caractères, avec une combinaison de minuscules, majuscules, chiffres et caractères spéciaux. Évitez d’utiliser des informations personnelles faciles à deviner, comme des dates ou des noms. Plus le mot de passe est complexe, mieux c’est !"
  },
  {
    "Question": {
      "id": 8,
      "value": "Comment gérez-vous les mises à jour de votre ordinateur ?",
      "niveauQuestion": "difficile"

    },
    "Type_rep": "QCU",
    "Reponse_possibles": {
      "Choix1": "Je les installe dès qu'elles sont disponibles",
      "Choix2": "Je les installe tous les 6 mois",
      "Choix3": "Je ne les installe jamais"
    },
    "Réponse_attendue": {
      "isCorrect": ["Choix1"]
    },
    "Conseil": "Installez toujours les mises à jour dès qu'elles sont disponibles. Elles sont cruciales pour la sécurité de votre appareil, car elles corrigent les vulnérabilités et ajoutent des améliorations. Ne retardez jamais les mises à jour sous prétexte de gagner du temps, car cela expose votre système à des risques."
  },
  {
    "Question": {
      "id": 9,
      "value": "Votre poste de travail est-il protégé par un mot de passe ?",
      "niveauQuestion": "simple"
    },
    "Type_rep": "QCU",

    "Reponse_possibles": {
      "Choix1": "Oui",
      "Choix2": "Non"
    },
    "Réponse_attendue": {
      "isCorrect": ["Choix1"]
    },
    "Conseil": "Utilisez toujours un mot de passe pour protéger votre poste de travail. Assurez-vous qu'il est robuste et unique, et verrouillez-le dès que vous vous éloignez de votre ordinateur pour éviter toute tentative d'accès non autorisé."
  }
]
